{
  "nav": {
    "creation": "Création",
    "events": "Évènement",
    "contact": "À Propos"
  },
  "lang": {
    "fr": "🇫🇷 Français",
    "en": "🇬🇧 Anglais"
  },
  "creation": {
    "mantra": "De la vision à la création",
    "description": "Messe Basse Production est une association qui à pour vocation de mettre à disposition de ses artistes une structure non lucrative et indépendante pour les aider à réaliser et diffuser leurs œuvres. Musiciens, vidéastes, photographes, écrivains, développeurs ou créateurs de toute sorte, n'hésitez pas à nous contacter.",
    "discover": "Découvrez l'ensemble de nos créations ainsi que celles de nos artistes, dans les domaines artistiques que nous aspirons à développer.",
    "music": "Musique",
    "video": "Vidéo",
    "podcast": "Podcast",
    "photo": "Photographie",
    "book": "Livre",
    "merch": "Produits",
    "software": "Logiciel",
    "catalog": "Catalogue"
  },
  "events": {
    "upcoming": "Évènements à venir",
    "past": "Évènements passés"
  },
  "contact": {
    "title": "À propos de nous",
    "description1": "Fraîchement déclarée, Messe Basse Production est une jeune association loi 1901, fondée par Arthur Beaulieu et David Béché. Amis de longue date et passionnés d'art sous toutes ses formes, nous avons emmagasinés des compétences tant techniques qu'artistique au fil des années. Animés par la volonté de mettre à contribution nos connaissances et notre savoir faire, nous avons fondé cette association avec la ferme intention d'en faire profiter des artistes ayant besoin de promouvoir leur art, de le rendre conforme aux normes de l'industrie pour ainsi leur permettre de se focaliser sur leurs créations.",
    "description2": "Les valeurs clés de Messe Basse Production, c'est <i>open source</i> et non lucratif. Nous avons à cœur de laisser aux artistes la paternité de leur projets, tout en les aidant à produire et promouvoir leurs œuvres afin de les laisser se concentrer au plus sur leur créativité.",
    "description3": "Vous souhaitez discuter avec nous de ces valeurs qui nous sont chères, ou vous souhaitez bénéficier d'une expertise et d'une structure pour la standardisation de votre musique, de vos podcasts, de vos films, de vos livres, de vos logiciels ou de vos collections textiles ? Ou peut-être voulez-vous nous rejoindre et apporter vos connaissances aux service des artistes qui nous font confiance ? Dans ce cas, contactez-nous :",
    "documentation": "Dans un souci de transparence, vous retrouverez ci-après nos statuts associatifs, ainsi que les procès-verbaux d'assemblées générales afin de mieux saisir la portée de nos actions.",
    "team": "Voilà l'équipe qui n'attend plus que vous!",
    "roles": {
      "president": "Président",
      "treasurer": "Trésorier",
      "secretary": "Secretaire",
      "infra": "Infrastructure",
      "dev": "Dévelopment",
      "communication": "Communication",
      "apparel": "Designer"
    },
    "tree": "Retrouvez Messe Basse Production en ligne",
    "aboutTitle": "Information",
    "aboutDescription1": "Ce site est hébergé par <a href=\"https://github.com/\" target=\"_blank\" rel=\"noopener noreferrer\">GitHub.com</a>. Son code source est accesible sur le <a href=\"https://github.com/MesseBasseProduction/messe-basse-production.com\" target=\"_blank\" rel=\"noopener noreferrer\">dépot suivant</a> et est distribué sous la license libre <a href=\"https://github.com/MesseBasseProduction/messe-basse-production.com/blob/master/LICENSE\" target=\"_blank\" rel=\"noopener noreferrer\">GPL-3.0</a>.",
    "aboutDescription2": "L'Association <b>Messe Basse Production</b> est domicilée à <i>Sermaise – 91530</i>. Pour le mandat 2025 le Président est M. Arthur Beaulieu, le Trésorier est M. David Béché et le secrétaire est M. Raphaël Beekman.",
    "aboutDescription3": "Toutes les publications éffectuées sur ce site sont sous la responsabilité de M. Arthur Beaulieu, en sa qualité de directeur de la publication.",
    "aboutDescription4": "GitHub est la propriété de Microsoft (corporation, société anonyme avec appel public à l'épargne), dont le siège social est à <i>Redmond, Washington (États-Unis)</i>.",
    "aboutUiLanguage": "Langue du site",
    "aboutClose": "Fermer"
  },
  "catalog": {
    "title": "Catalogue",
    "description": "Découvrez ici l'ensemble de notre catalogue musical, tous artistes et tous supports confondus (album, single, EP, mix et podcast). Cela représente un total de {x} publications effectuées depuis notre création."
  },
  "merch": {
    "apparel": "Collections",
    "music": "Disques",
    "books": "Livres",
    "by": "Par",
    "regularAlbum": "Album standard",
    "signedAlbum": "Album dédicacé",
    "regularBook": "Livre standard",
    "signedBook": "Livre dédicacé",
    "postageFee": "*Frais de ports non inclus",
    "orderOne": "Commandez le votre!",
    "soldOut": "Épuisé!",
    "remaining": "restant(s)"
  },
  "music": {
    "title": "Musique",
    "description": "Nous avons pour ambition de proposer un catalogue de musiques écléctiques, de tout genre ; chaque style est donc le bienvenu! Nous sommes en mesure de vous aider à tous les niveaux, de la composition au pressage, en passant par les arangements, le mix, le mastering, les déclarations légales et le graphisme. Vous avez un projet en cours mais que vous ne parvenez pas à le faire avancer? Contactez-nous afin que nous vous proposions des pistes pour le mener à son terme.",
    "listenOnline": "Écouter en ligne"
  },
  "photo": {
    "expositionTitle": "Expositions",
    "expositionDescription": "Retrouvez (et offrez-vous un tirage unique, pourquoi pas) les plus beau clichés des artistes photographes qui exposent en ce moment pour Messe Basse Production.",
    "expositionModalDescription": "Selectionnez la photographie qui vous intérresse, puis utilisez le configurateur suivant pour préparer votre tirage selon vos besoins! Choisissez la taille désirée, le type de tirage, ses marges et enfin son cadre.",
    "expositionModalCustomize": "Customisez votre tirage",
    "expositionModalPrintSize": "Taille du tirage",
    "expositionModalPrintType": "Support du tirage",
    "expositionModalPrintPaper": "Papier",
    "expositionModalPrintDibond": "Dibond",
    "expositionModalFrame": "Cadre",
    "expositionModalFrameNone": "Sans cadre",
    "expositionModalFrameBlack": "Noir",
    "expositionModalFrameWhite": "Blanc",
    "expositionModalFrameWood": "Bois",
    "expositionModalMargins": "Marges",
    "expositionModalPostageFees": "Frais postaux inclus, en France",
    "expositionModalOrder": "Commander",
    "eventTitle": "Photographie d'évènements",
    "eventDescription": "Selon les disponibilités de nos photographes, nous pourrons assurer la couverture de votre évènement et s'occuper de retoucher une sélection des meilleures photographies. Nous proposons également d'être l'intermédiaire entre vous et notre fournisseur pour effexctuer des tirages papier ou sur dibond. Enfin, si vous souhaitez numériser d'anciennes photographies, nous pouvons également vous assister tout au long de ce procédé."
  },
  "podcast": {
    "title": "Podcast",
    "description": "L'Association Messe Basse Production produit une variété de podcasts, qu'ils soient musicaux ou vocaux, offrant une diversité de contenus captivants. Elle propose également son expertise et ses ressources techniques pour vous accompagner dans la production de vos propres podcasts, mettant à disposition des moyens techniques et assurant la post-production pour un rendu professionnel. En outre, l'association offre un soutien aux créateurs en les aidant à mettre leurs podcasts aux normes, incluant la diffusion et l'immatriculation, pour leur permettre d'atteindre leur public cible de manière efficace et conforme aux réglementations en vigueur."
  },
  "software": {
    "title": "Logiciel",
    "description1": "Vous avez une idée de logiciel ou de site mais il vous manque les compétences techniques? Laissez nous vous aider à réaliser votre projet. Notre équipe étant composé entre autre, d'ingénieurs en informatique, nous serons ravis d'apporter une solution technique à votre projet. Nous réalisons des sites pour chacun de nos artistes afin qu'ils se concentrent sur leurs productions, mais également des applications plus complexe. À moins que cela ne soit une volonté de votre pars, nos logiciels et sites sont <i>open source</i>, ce qui signifie que leur code source est public.",
    "description2": "Vous pouvz retrouver l'intégralité des code sources de nos logiciels sur notre page d'organisation <a href=\"https://github.com/MesseBasseProduction\" target=\"_blank\" rel=\"noreferrer noopener\" alt=\"github-organisation\">GitHub</a>.",
    "creation": "Nos créations",
    "artistsWebsite": "Sites officiels des artistes"
  },
  "video": {
    "title": "Vidéo",
    "description": "Nos propositions vidéographiques sont variés ; si vous avez déjà des <i>rush</i>, nous serons ravis de vous aider à les scénariser et à les monter. Au contraire, si vous avez besoin d'organiser un tournage, nous mettrons à disposition notre métriel et notre savoir opérationnel pour mener à bien ces prises de vues. Enfin, si vous voulez restaurer d'anciennes prises de vues piégés sur cassette ou VHS, nous pourrons à l'aide de notre fournisseur, les numériser pour leur donner un second souffle."
  },
  "artist": {
    "bioTitle": "Biographie",
    "releasesTitle": "Créations avec Messe Basse Production",
    "findOnline": "Retrouvez {x} sur ses réseaux"
  },
  "link": {
    "facebook": "Facebook",
    "instagram": "Instagram",
    "youtube": "YouTube",
    "soundcloud": "Soundcloud",
    "mixcloud": "Mixcloud",
    "beatport": "Beatport",
    "juno": "Junodownload",
    "spotify": "Spotify",
    "apple": "Apple Music",
    "amazon": "Amazon Music",
    "deezer": "Deezer",
    "qobuz": "Qobuz",
    "tidal": "Tidal",
    "bandcamp": "Bandcamp",
    "7digital": "7Digital",
    "discogs": "Discogs",
    "musicbrainz": "MusicBrainz",
    "genius": "Genius"
  },
  "translatedUrl": {
    "music": "artistes",
    "artist": "artiste",
    "video": "video",
    "podcast": "podcast",
    "photo": "photographie",
    "book": "livres",
    "merch": "produits",
    "software": "logiciels",
    "catalog": "catalogue"
  },
  "role": {
    "composer": "Compositeur",
    "author": "Auteur",
    "featuring": "Featuring",
    "arranger": "Arrangement",
    "record": "Enregistrement",
    "mix": "Mixage",
    "master": "Mastérisation",
    "remaster": "Remastérisation",
    "producer": "Production",
    "artwork": "Pochette",
    "illustration": "Illustration",
    "artdirection": "Direction artistique",
    "recorder": "Flûte",
    "harpsichord": "Clavecin",
    "organ": "Orgue",
    "dj": "DJ Mix",
    "bass": "Basse",
    "doublebass": "Contrebasse",
    "drums": "Batterie",
    "guitar": "Guitare",
    "keyboard": "Synthétiseur",
    "cello": "Violoncelle",
    "viola": "Alto",
    "violin": "Violon",
    "harmonica": "Harmonica",
    "percussion": "Percussions",
    "clap": "Claps",
    "saxophone": "Saxophone",
    "backvocal": "Choeur",
    "vocal": "Chant"
  }
}
